Repository: BCN3D/Stratos
Catalog: resources/i18n/*/gradual_flow_settings.def.json.po
Languages: it_it, pt_br, pt_pt

# gradual_flow_enabled label
source: Gradual flow enabled
it_it: Flusso graduale abilitato
pt_br: Fluxo gradual habilitado
pt_pt: Fluxo gradual ativado

# gradual_flow_enabled description
source: Enable gradual flow changes. When enabled, the flow is gradually increased/decreased to the target flow. This is useful for printers with a bowden tube where the flow is not immediately changed when the extruder motor starts/stops.
it_it: Abilitare le variazioni graduali del flusso. Quando abilitate, il flusso viene aumentato/diminuito gradualmente fino al flusso target. Ciò è utile per le stampanti dotate di tubo bowden dove il flusso non viene modificato immediatamente all'avvio/arresto del motore dell'estrusore.
pt_br: Habilita mudanças graduais de fluxo. Quando habilitado, o fluxo é gradualmente aumentado ou diminuído ao fluxo-alvo. Isto é útil para impressoras com tubo bowden em que o fluxo não é imediatamente alterado quando o motor de extrusor para ou inicia.
pt_pt: Ativar alterações graduais de fluxo. Quando ativado, o fluxo é gradualmente aumentado/diminuído para o fluxo alvo. Isto é útil para impressoras com um tubo bowden em que o fluxo não é imediatamente alterado quando o motor da extrusora arranca/para.

# max_flow_acceleration label
source: Gradual flow max acceleration
it_it: Accelerazione massima del flusso graduale
pt_br: Aceleração máximo de fluxo gradual
pt_pt: Aceleração máxima do fluxo gradual

# max_flow_acceleration description
source: Maximum acceleration for gradual flow changes
it_it: Accelerazione massima per le variazioni graduali del flusso
pt_br: Aceleração máxima para mudanças de fluxo gradual
pt_pt: Aceleração máxima para mudanças graduais de fluxo

# layer_0_max_flow_acceleration label
source: Initial layer max flow acceleration
it_it: Accelerazione massima del flusso per lo strato iniziale
pt_br: Aceleração máxima de fluxo da camada inicial
pt_pt: Aceleração do fluxo máximo da camada inicial

# layer_0_max_flow_acceleration description
source: Minimum speed for gradual flow changes for the first layer
it_it: Velocità minima per le variazioni graduali del flusso per il primo strato.
pt_br: Velocidade mínima para mudanças de fluxo gradual da primeira camada
pt_pt: Velocidade mínima para mudanças graduais de fluxo para a primeira camada

# gradual_flow_discretisation_step_size label
source: Gradual flow discretisation step size
it_it: Dimensione del gradino di discretizzazione del flusso graduale
pt_br: Tamanho de passo de discretização gradual de fluxo
pt_pt: Tamanho do passo de discretização do fluxo gradual

# gradual_flow_discretisation_step_size description
source: Duration of each step in the gradual flow change
it_it: Durata di ogni gradino per la variazione graduale del flusso
pt_br: Duração de cada passo na mudança gradual de fluxo
pt_pt: Duração de cada etapa da mudança gradual de fluxo

# reset_flow_duration label
source: Reset flow duration
it_it: Reimpostare la durata del flusso
pt_br: Duração de reset de fluxo
pt_pt: Redefinir a duração do fluxo

# reset_flow_duration description
source: For any travel move longer than this value, the material flow is reset to the paths target flow
it_it: Per ogni spostamento del percorso superiore a questo valore, il flusso del materiale viene reimpostato su quello target dei percorsi.
pt_br: Para cada movimento de percurso menor que este valor, o fluxo de material é resetado para o fluxo-alvo dos caminhos
pt_pt: Para qualquer deslocação superior a este valor, o fluxo de material é reposto no fluxo teórico das vias
